Revit 2027 API
ParameterTypeId.StairsRailingBalusterSpacing Property
 "Baluster Separation"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairsRailingBalusterSpacing { get; }
Public Shared ReadOnly Property StairsRailingBalusterSpacing As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairsRailingBalusterSpacing {
	ForgeTypeId^ get ();
}
static member StairsRailingBalusterSpacing : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace